{
    "Hi": "Hi! Your Web Designer here.",
    "Welcome": "Welcome to my website.",
    "If": "If you want to see my works",
    "and": "and projects, please click",
    "the": "the button below.",
    "aboutH1": "A little bit about me",
    "aboutC1": "My name is Kacper Fornlaczyk. I am a freshly graduated engineer with a degree in computer science. I am constantly trying to deepen my knowledge and improve my qualifications. During my studies I was involved in scientific research using eyetracking. I am working hard to develop myself, which in 2021 resulted in the first place in the ZFSNT NOT RRZ competition in Szczecin under the title \"Distinguished Young Technician / Engineer\" in the \"scientific activity\" category. I was also a participant in the project entitled \"School of Eagles\", which gives opportunities for an individual path of education based on the tutoring method for the best students of my university. In the last year of my studies, I was awarded a scholarship of the Minister of Education and Science for significant achievements",
    "aboutH2": "Professional skills",
    "aboutH3": "Programming languages:",
    "Linux": "Knowledge of the Linux system",
    "Android": "Familiarity with the Android Framework",
    "contact1": "Contact Me!",
    "contact2": "You can also contact me via the form below",
    "formLabel1": "Your email",
    "formLabel2": "Subject",
    "formLabel3": "Message",
    "formSubmit": "Send",
    "Home": "Home",
    "Contact": "Contact",
    "About": "About",
    "Change": "Change to Polish",
    "Home2": "Home",
    "Change2": "PL",
    "Proj1Title": "Program for analyzing the dynamics of video content",
    "Proj1Subtitle": "Student project as part of scientific research using eye-tracking",
    "Proj1Desc": "Online video content has a significant share of internet usage with important role in marketing strategies. My program helped in examining how video dynamics represented by dedicated metrics is related to eye tracking patterns and whether video dynamics can be a predictor of user engagement represented by the number of fixations and the length of eye focus on video content",
    "Proj1Program": "Link to the app",
    "Proj1Articles": "Scientific articles in which the program was used:",
    "Proj2Title": "Flashcards",
    "Proj2Subtitle": "Web application for learning languages through flashcards",
    "Proj2Desc": "A browser application that gives you the opportunity to learn based on a simple “question-answer” mechanism using digital cards with questions on one side and correct answers or definitions on the other",
    "Proj2Desc2": "It was a team project, I was responsible for the website frontend",
    "Proj2Program": "App code",
    "Proj3Title": "Car companies",
    "Proj3Subtitle": "Data visualization of the largest car manufacturers",
    "Proj3Desc": "The aim of the project was to create visualizations using PowerBI software about the largest car manufacturers from around the world. This data was supposed to include information about how these producers are doing on the stock exchange, what position they hold relative to the competition, what their capital is, share prices, etc.",
    "Proj3Desc2": "It was a team project, I was responsible for web scraping, data collection and processing, connectivity and database management",
    "Proj3Program": "Link to the project",
    "ProjEmptyTitle": "Not developed yet :)"
}